OBJECTS = ("физра", "русский", "физика", "математика", "литература", "химия", "английский", "история", "информатика", "биология", "обществознание", "география", "обзр", "другое")
FORUM_ID = -1003016029440
TOPIC_ID = 30522
HONORED = (1246001753, 1445802177, 5899837777, 1276287180)

MAIN_MENU_TEXT = \
"""
*Предмет:* `{}`
*Описание:*
`{}`
*Файлы:* `{}`
*Было задано:* `{}`
*Кончается:* `{}`
"""

LIST_HW_TEXT = \
"""
*{}* [ID:{}, FILES:{}]
\\| `{}`
\\| `{}` \\- `{}`
\\| *До конца:* `\\{}д`
"""

DAILY_HW_TEXT = \
"""
*{}* [ID:{}, FILES:{}]
\\| `{}`
\\| `{}` \\- `{}`
"""

ADD_DZ = "📥 Add ДЗ"
EDIT_DZ = "📝 Edit ДЗ"
LIST_DZ = "📜 List ДЗ"